[
  {
    "id": "111",
    "date": "January 1, 1886",
    "events_id": "1-1",
    "title": "United Kingdom criminalizes gay sex between men",
    "short_desc": "Section 11 of the 1885 Criminal Law Amendment Act was put into effect and criminalized homosexual acts. Under this Act, Oscar Wilde & Alan Turing, among many others, were convicted and punished for committing homosexual acts.",
    "link": "https://www.swarb.co.uk/acts/1885Criminal_Law_AmendmentAct.shtml",
    "extra": ""
  },
  {
    "id": "112",
    "date": "January 1, 1933",
    "events_id": "1-1",
    "title": "James Hormel, first openly gay U.S. ambassador is born",
    "short_desc": "James Hormel was the first openly gay U.S. ambassador. He was appointed by President Bill Clinton was met with public opposition. His appointment came at a time when the conservatives compared homosexuality to alcoholism and sex addiction. In addition to his ambassadorship, James Hormel was also the dean of students at the University of Chicago Law School from 1961-1967 and served on the board of the foundation of the Human Rights Campaign.",
    "link": "https://www.nytimes.com/2021/08/13/us/politics/james-hormel-dead.html",
    "extra": ""
  },
  {
    "id": "113",
    "date": "January 1, 1962",
    "events_id": "1-1",
    "title": "Illinois repeals Sodomy Laws",
    "short_desc": "Illinois is the first U.S. state to decriminalize homosexuality which came into effect on this day in 1962.",
    "link": "https://www.aclu.org/other/history-sodomy-laws-and-strategy-led-todays-decision",
    "extra": ""
  },
  {
    "id": "114",
    "date": "January 1, 1966",
    "events_id": "1-1",
    "title": "Dr. Benjamin publishes book on treatment of transsexuals*",
    "short_desc": "Dr. Harry Benjamin publishes first book devoted to a treatment of transsexuals, 'The Transsexual Phenomenon' which becomes an influential voice in defense of the community.",
    "link": "https://en.wikipedia.org/wiki/The_Transsexual_Phenomenon",
    "extra": "*Transsexual is a term that should never be used to refer to the entire transgender community. The word 'transsexual' was used historically as a medical term to indicate a difference between one's gender identity and the sex assigned at birth. Transgender or Non-binary are more appropriate terms in today's time."
  },
  {
    "id": "115",
    "date": "January 1, 2009",
    "events_id": "1-1",
    "title": "Norway legalizes same-sex marriage",
    "short_desc": "Norway becomes the sixth country world-wide to legalize same-sex marriage.",
    "link": "https://www.loc.gov/item/global-legal-monitor/2008-07-02/norway-same-sex-marriage-approved/",
    "extra": ""
  },
  {
    "id": "121",
    "date": "January 2, 1900",
    "events_id": "1-2",
    "title": "Actor Billy Haines born",
    "short_desc": "Actor Billy Haines was the first celebrity to publicly come out as gay. He was an accomplished actor, but his career was cut short in the 1930s after refusing to deny his homosexuality. He quit acting and started a successful interior design business.",
    "link": "https://www.townandcountrymag.com/leisure/arts-and-culture/a32476902/billy-haines-hollywood-decorator-true-story/",
    "extra": ""
  },
  {
    "id": "131",
    "date": "January 3, 1948",
    "events_id": "1-3",
    "title": "Kinsey's study of homosexual behavior in men published",
    "short_desc": "Dr. Alfred Kinsey publishes \"Sexual Behavior in the Human Male,\" where he states that 10% of men are homosexual for at least some time in their lives. His Kinsey scale and other research was the first widely published research to explore taboos such as masterbation and same-sex sexual behavior.",
    "link": "https://en.wikipedia.org/wiki/Kinsey_Reports",
    "extra": ""
  },
  {
    "id": "141",
    "date": "January 4, 1750",
    "events_id": "1-4",
    "title": "French men executed for Homosexual Activity",
    "short_desc": "Bruno Lenoir and Jean Diot are caught having sex in a public space in Paris. A year later they were executed. Their executions were the last in France for consensual sodomy.",
    "link": "https://en.wikipedia.org/wiki/Jean_Diot_and_Bruno_Lenoir",
    "extra": ""
  },
  {
    "id": "191",
    "date": "January 9, 1978",
    "events_id": "1-9",
    "title": "Harvey Milk takes office",
    "short_desc": "Harvey Milk, the first openly gay elected official in California history. Milk became more active in San Francisco politics because he thought the city's gay leadership was too conservative and wished to gain greater political rights for LGBTQ+ people. He was elected to the San Francisco Board of Supervisors.",
    "link": "https://milkfoundation.org/about/harvey-milk-biography/",
    "extra": ""
  },
  {
    "id": "2111",
    "date": "February 11, 1967",
    "events_id": "2-11",
    "title": "Pride group protest in LA",
    "short_desc": "PRIDE, a Los Angeles homophile group, mobilizes a crowd of several hundred demonstrators on Sunset Boulevard to protest a police raid of Black Cat, a gay bar. It was one of the earliest organized gay rights demonstrations in the United States.",
    "link": "https://news.usc.edu/41686/pride-collection-tracks-inception-of-the-advocate-2/",
    "extra": ""
  }
]